Repository: giellalt/corpus-nob
Catalog: tmx/sme/admin/sd/samediggi.no/utdannings-_og_forskningsbehov.html.tmx
Source language: nob
Languages: sme

source: Sametinget arbeider for at tilbud og aktivitet innenfor høyere utdanning og forskning dekker kompetanse- og kunnskapsbehov i det samiske samfunnet.
sme: Sámediggi bargá dan ala ahte fálaldagat ja doaimmat alit oahpus ja dutkamis gokčet sámi servodaga gelbbolašvuođa- ja máhttodárbbu.

source: Sametinget har dialog med utdanningsinstitusjoner om tilbud innenfor høyere utdanning.
sme: Sámedikkis gulahallá oahppoásahusaiguin fálaldagaid birra alit oahpus.

source: Samisk sykepleierutdanning som opprettes i 2021 av Sámi allaskuvla og UiT Norges arktiske universitet, er et resultat av dialog med aktuelle utdanningsinstitusjoner og Kunnskapsdepartementet.
sme: Sámi buohccidivššároahppu, maid Sámi allaskuvla ja UiT Norgga árktalaš universitehta ásahit 2021:s, lea gulahallama boađus guoskevaš oahppoásahusaiguin ja Máhttodepartemeanttain.

source: Sametinget er observatør i UHR-Samisk, som er en nasjonal samordningsarena for medlemsinstitusjonene som tilbyr samisk høyere utdanning.
sme: Sámediggi lea observatevran UHR-Samisk forumis, mii lea nationála ovttastahttinarena miellahttoásahusaide mat fállet sámi alit oahpu.

source: UHR-samisk ble opprettet etter konsultasjoner med Kunnskapsdepartementet, og er en enhet i Universitets- og høyskolerådet (UHR).
sme: UHR-Samisk nammaduvvui maŋŋá konsultašuvnnaid Máhttodepartemeanttain, ja lea Universitets- og høyskolerådet (UHR) ovttadat.

source: UHR er sekretariat for UHR-samisk.
sme: UHR lea UHR-Samisk čállingoddi.

source: Sametinget er også observatør i UHR-lærerutdanning, som har som oppgave å samordne og styrke kvalitet i utdanning og forskning i norsk lærerutdanning.
sme: Sámediggi lea maid observatevran UHR-lærerutdanningen arenas, man bargun lea ovttastahttit ja nannet oahpu ja dutkama kvalitehta Norgga oahpaheaddjioahpus.

source: Nasjonalt forum for lærerutdanning og profesjonsutvikling er opprettet for å følge opp strategien Lærerutdanning 2025.
sme: Nasjonalt forum for lærerutdanning og profesjonsutvikling lea ásahuvvon áigumušain čuovvulit Lærerutdanning 2025 strategiija.

source: Sametinget er observatør i forumet.
sme: Sámediggi lea observatevran forumis.

source: Les mer om UHR-Samisk
sme: Loga eambbo UHR-Samisk foruma birra

source: Les mer om UHR-lærerutdanning
sme: Loga eambbo UHR-lærerutdanningen arena birra

source: Innenfor alle samfunnssektorer savnes forskning som kan være en del av kunnskapsgrunnlaget for politiske beslutninger som angår samiske samfunn.
sme: Mii váillahit dutkama sámi servodahkii guoski áššiin buot servodatsurggiin mat sáhtášedje leat politihkalaš mearrádusaid máhttovuođu oassin.

source: I Sametingsmelding om høyere utdanning og forskning fra 2016, er det pekt på ulike områder der Sametinget mener behovet for forskning er til stede.
sme: Sámediggedieđáhusas alit oahpu ja dutkama birra 2016 leat čujuhan iešguđet surggiide gos Sámediggi oaivvilda ahte dutkamii lea dárbu.

source: Sametinget er observatør i programstyret for samisk forskning (SAMISK III), i Norges forskningsråd, NFR.
sme: Sámediggi lea observatevran Norgga dutkanráđi (NFR) sámi dutkama prográmmastivrras (SAMISK III).

source: Programmets overordnede mål er å styrke samisk forskning, både når det gjelder kvantitet og vitenskapelig kvalitet.
sme: Prográmma bajit mihttomearri lea sámi dutkama nannet, sihke kvantitehta ja dieđalaš kvalitehta dáfus.

source: Les mer om Samisk forskning i Norges forskningsråd
sme: Loga eambbo Norgga dutkanráđi sámi dutkama birra dás.

source: Sametinget har konsultert med Norges forskningsråd om medlemmer til forskningsrådets porteføljestyrer og plassering av programmet for samisk forskning i porteføljestyrene.
sme: Sámediggi lea konsulteren Norgga dutkanráđiin miellahtuid birra dutkanráđi porteføljestivrraide ja sámi dutkama prográmma saji birra porteføljestivrrain.

source: Det ble enighet om følgende medlemmer i porteføljestyrene;
sme: Šadde ovttaoaivilii čuovvovaš miellahtuid ektui proteføljestivrraide;

source: I tillegg ble det enighet om at programstyret for forskningsprogrammet SAMISK III, videreføres som en styringsgruppe under NFRs styre.
sme: Šadde maid ovttaoaivilii das ahte dutkanjprográmma SAMISK III prográmmastivra jotkojuvvo stivrenjoavkun NFR stivrra vuolde.

source: Denne ordningen vurderes på nytt når oppnevningsperioden for programstyret utløper 31.12.21.
sme: Dát ortnet árvvoštallojuvvo ođđasis go prográmmastivrra nammadanáigodat nohká 31.12.21.

source: Sametingets forslag til medlemmer i fondsstyrene for regionalt forskningsråd i Trøndelag og i Nordland er oppnevnt.
sme: Miellahtut maid Sámediggi lei evttohan regiovnnalaš dutkanráđiid foandastivrraide Trøndelágas ja Norlánddas leat nammaduvvon.

source: I fondsstyret for Nordland er Astrid Dankertsen styremedlem i perioden 2020-2024.
sme: Norlándda foandastivrii lea Astrid Dankertsen nammaduvvon 2020-2024 áigodahkii. Loga eambbo RFF Nordland birra .

source: I fondsstyret for Trøndelag er Birgitta Fossum styremedlem og Sigbjørn Dunfjeld varamedlem for perioden 2020-2023.
sme: Trøndelága foandastivrii lea Birgitta Fossum nammaduvvon ja Sigbjørn Dunfjeld várrelahttun 2020-2023 áigodahkii.
